Repository: Yoddikko/kasetPlus
Catalog: Sources/Kaset/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, id, it, ja, ko, nl, no, pl, pt, pt_br, ro, ru, sv, tr, uk, zh_hans

source: Video Window
ar: نافذة الفيديو
cs: Video okno
da: Video Vindue
de: Videofenster
el: Παράθυρο Βίντεο
es: Ventana de video
fi: Videon Ikkuna
fr: Fenêtre vidéo
id: Jendela Video
it: Finestra video
ja: ビデオウィンドウ
ko: 비디오 윈도우
nl: Videovenster
no: Video-vindu
pl: Okno wideo
pt: Janela de vídeo
pt_br: Janela de Vídeo
ro: Fereastră video
ru: Окно видео
sv: Videofönster
tr: Video Penceresi
uk: Вікно відео
zh_hans: 视频窗口

source: Video chapters
ar: فصول الفيديو
cs: Video kapitoly
da: Videokapitler
de: Videokapitel
el: Κεφάλαια βίντεο
es: Capítulos del video
fi: Videon luvut
fr: Chapitres de la vidéo
id: Bab video
it: Capitoli video
ja: ビデオの章
ko: 비디오 챕터
nl: Videohoofdstukken
no: Video kapitler
pl: Rozdziały filmu
pt: Capítulos do vídeo
pt_br: Capítulos de vídeo
ro: Capitole video
ru: Главы видео
sv: Videokapitel
tr: Video bölümleri
uk: Розділи відео
zh_hans: 视频章节

source: Video quality
ar: جودة الفيديو
cs: Kvalita videa
da: Video kvalitet
de: Videoqualität
el: Ποιότητα βίντεο
es: Calidad de video
fi: Videon laatu
fr: Qualité de la vidéo
id: Kualitas video
it: Qualità video
ja: ビデオの品質
ko: 동영상 품질
nl: Videokwaliteit
no: Videokvalitet
pl: Jakość wideo
pt: Qualidade do vídeo
pt_br: Qualidade do vídeo
ro: Calitate video
ru: Качество видео
sv: Videokvalitet
tr: Video kalitesi
uk: Якість відео
zh_hans: 视频质量

source: Videos
ar: الفيديوهات
cs: Videa
da: Videoer
el: Βίντεο
es: Vídeo
fi: Videot
fr: Vidéos
id: Video
it: Video
ja: 動画
ko: 동영상
no: Videoer
pl: Filmy
pt: Vídeos
pt_br: vídeos
ro: Video-uri
ru: Видео
sv: Videor
tr: Videolar
uk: Відео
zh_hans: 视频

source: Videos from channels you subscribe to appear here.
ar: تظهر هنا الفيديوهات من القنوات التي تشترك فيها.
cs: Zde se zobrazí videa z kanálů, které se přihlásíte.
da: Videoer fra kanaler du abonnerer på at blive vist her.
de: Videos von Kanälen, die du abonniert hast, erscheinen hier.
el: Βίντεο από κανάλια που εγγράφεστε για να εμφανίζεται εδώ.
es: Aquí aparecen los videos de los canales a los que estás suscrito.
fi: Videoita kanavista, joita tilaat täällä.
fr: Les vidéos des chaînes auxquelles vous êtes abonné apparaissent ici.
id: Video dari channel yang Anda ikuti akan muncul di sini.
it: Qui appaiono i video dei canali a cui sei iscritto.
ja: 購読しているチャンネルからの動画がここに表示されます。
ko: 구독 중인 채널의 동영상이 여기에 표시됩니다.
nl: Video's van kanalen waarop je bent geabonneerd verschijnen hier.
no: Videoer fra kanaler du abonnerer på for å vises her.
pl: Tutaj pojawią się filmy z kanałów, które subskrybujesz.
pt: Os vídeos dos canais que subscreve aparecem aqui.
pt_br: Vídeos de canais que você se inscreve para aparecer aqui.
ro: Videoclipuri de la canalele pe care te abonezi pentru a apărea aici.
ru: Здесь появятся видео с каналов, на которые вы подписаны.
sv: Videor från kanaler du prenumererar på visas här.
tr: Abone olduğunuz kanallardaki videolar burada görünür.
uk: Тут з’являться відео з каналів, на які ви підписані.
zh_hans: 您订阅的频道视频显示在这里。

source: Videos you watch appear here.
ar: تظهر هنا الفيديوهات التي تشاهدها.
cs: Zde se zobrazí videa, která sledujete.
da: Videoer, du ser, vises her.
de: Videos, die du ansiehst, erscheinen hier.
el: Τα βίντεο που βλέπετε εμφανίζονται εδώ.
es: Los videos que ves aparecen aquí.
fi: Videot joita katselet näkyvät täällä.
fr: Les vidéos que vous regardez apparaissent ici.
id: Video yang Anda tonton akan muncul di sini.
it: Qui appaiono i video che guardi.
ja: あなたが見ているビデオはここに表示されます。
ko: 시청한 동영상이 여기에 표시됩니다.
nl: Video's die je bekijkt verschijnen hier.
no: Videoer du ser på vises her.
pl: Tutaj pojawią się oglądane przez Ciebie filmy.
pt: Os vídeos que vê aparecem aqui.
pt_br: Os vídeos que você assistir aparecem aqui.
ro: Videoclipurile pe care le urmăriți apar aici.
ru: Здесь появятся видео, которые вы смотрите.
sv: Videor du tittar på visas här.
tr: İzlediğiniz videolar burada görünür.
uk: Тут з’являтимуться відео, які ви переглядаєте.
zh_hans: 您观看的视频出现在这里。

source: View Album
ar: عرض الألبوم
cs: Zobrazit album
da: Vis Album
de: Album anzeigen
el: Προβολή Άλμπουμ
es: Ver álbum
fi: Näytä Albumi
fr: Voir l'album
id: Lihat Album
it: Mostra album
ja: アルバムを表示
ko: 앨범 보기
nl: Bekijk album
no: Se på album
pl: Pokaż album
pt: Ver álbum
pt_br: Visualizar álbum
ro: Vezi albumul
ru: Открыть альбом
sv: Visa album
tr: Albümü Görüntüle
uk: Переглянути альбом
zh_hans: 查看相册

source: View Artist
ar: عرض الفنان
cs: Zobrazit interpreta
da: Vis Kunstner
de: Interpret anzeigen
el: Προβολή Καλλιτέχνη
es: Ver artista
fi: Näytä Esittäjä
fr: Voir l'artiste
id: Lihat Artis
it: Mostra artista
ja: アーティストを表示
ko: 아티스트 보기
nl: Bekijk artiest
no: Vis artist
pl: Pokaż artystę
pt: Ver artista
pt_br: Visualizar Artista
ro: Vezi Artist
ru: Открыть исполнителя
sv: Visa artist
tr: Sanatçıyı Görüntüle
uk: Переглянути виконавця
zh_hans: 查看艺人

source: View Audiobook
ar: عرض الكتاب الصوتي
cs: Zobrazit audiobook
da: Vis Lydbog
de: Hörbuch anzeigen
el: Προβολή Audiobook
es: Ver audiolibro
fi: Näytä Äänikirja
fr: Voir le livre audio
id: Lihat Buku Audio
it: Visualizza audiolibro
ja: オーディオブックを表示
ko: 오디오북 보기
nl: Luisterboek bekijken
no: Vis lydobook
pl: Zobacz audiobook
pt: Ver audiolivro
pt_br: Ver audiolivro
ro: Vezi Audiobook
ru: Открыть аудиокнигу
sv: Visa ljudbok
tr: Sesli Kitabı Görüntüle
uk: Переглянути аудіокнигу
zh_hans: 查看音频簿

source: View Playlist
ar: عرض قائمة التشغيل
cs: Zobrazit seznam skladeb
da: Vis Afspilningsliste
de: Playlist anzeigen
el: Προβολή Λίστας
es: Ver playlist
fi: Näytä Soittolista
fr: Voir la playlist
id: Lihat Daftar Putar
it: Mostra playlist
ja: プレイリストを表示
ko: 재생목록 보기
nl: Bekijk afspeellijst
no: Vis spilleliste
pl: Pokaż playlistę
pt: Ver lista de reprodução
pt_br: Ver playlist
ro: Vezi Playlist
ru: Открыть плейлист
sv: Visa spellista
tr: Çalma Listesini Görüntüle
uk: Переглянути плейлист
zh_hans: 查看播放列表

source: View Podcast
ar: عرض البودكاست
cs: Zobrazit Podcast
da: Vis Podcast
de: Podcast anzeigen
el: Προβολή Εκπομπής Podcast
es: Ver podcast
fi: Näytä Podcast
fr: Voir le podcast
id: Lihat Podcast
it: Mostra podcast
ja: ポッドキャストを表示
ko: 팟캐스트 보기
nl: Bekijk podcast
no: Vis Podcasten
pl: Pokaż podcast
pt: Ver podcast
pt_br: Ver Podcast
ro: Vezi Podcast
ru: Открыть подкаст
sv: Visa podd
tr: Podcasti Görüntüle
uk: Переглянути подкаст
zh_hans: 查看播客

source: View Profile
ar: عرض الملف الشخصي
cs: Zobrazit profil
da: Vis Profil
de: Profil anzeigen
el: Προβολή Προφίλ
es: Ver perfil
fi: Näytä Profiili
fr: Voir le profil
id: Lihat Profil
it: Visualizza profilo
ja: プロフィールを表示
ko: 프로필 보기
nl: Profiel bekijken
no: Vis profil
pl: Zobacz profil
pt: Ver perfil
pt_br: Ver Perfil
ro: Vezi profil
ru: Открыть профиль
sv: Visa profil
tr: Profili Görüntüle
uk: Переглянути профіль
zh_hans: 查看个人资料

source: View replies
ar: عرض الردود
cs: Zobrazit odpovědi
da: Se svar
de: Antworten anzeigen
el: Προβολή απαντήσεων
es: Ver respuestas
fi: Näytä vastaukset
fr: Voir les réponses
id: Lihat balasan
it: Visualizza risposte
ja: 返信を表示
ko: 답글 보기
nl: Reacties bekijken
no: Vis svar
pl: Zobacz odpowiedzi
pt: Ver respostas
pt_br: Ver respostas
ro: Vezi răspunsurile
ru: Посмотреть ответы
sv: Visa svar
tr: Yanıtları görüntüle
uk: Переглянути відповіді
zh_hans: 查看回复

source: Vocal Booster
ar: معزز الصوت
cs: Zrychlení slovníku
da: Vokal Booster
de: Stimmenverstärker
el: Ενίσχυση Φωνητικών
es: Refuerzo de voz
fi: Laulun Tehoste
fr: Amplificateur vocal
id: Penguat Vokal
ko: 보컬 부스터
nl: Stemversterking
no: Vokal booster
pl: Wzmocnienie wokalu
pt: Reforço vocal
pt_br: Intensificador de voz
ro: Amplificare vocală
ru: Усиление вокала
sv: Röstförstärkare
tr: Vokal Yükseltici
uk: Посилення вокалу
zh_hans: 声声加成

source: Volume
ar: الصوت
cs: Objem
da: Lydstyrke
de: Lautstärke
el: Όγκος
es: Volumen
fi: Tilavuus
ja: 音量
ko: 볼륨
no: Volum
pl: Głośność
ro: Volum
ru: Громкость
sv: Volym
tr: Ses
uk: Гучність
zh_hans: 音量

source: Volume Down
ar: خفض الصوت
cs: Hlasitost dolů
da: Lydstyrke Ned
de: Lautstärke verringern
el: Μείωση Έντασης
es: Bajar volumen
fi: Taltio Alas
fr: Baisser le volume
id: Volume Turun
it: Abbassa volume
ja: 音量ダウン
ko: 볼륨 줄이기
nl: Volume omlaag
no: Volum ned
pl: Ścisz
pt: Diminuir volume
pt_br: Diminuir Volume
ro: Volum Jos
ru: Уменьшить громкость
sv: Sänk volym
tr: Sesi Azalt
uk: Зменшити гучність
zh_hans: 音量下移

source: Volume Up
ar: رفع الصوت
cs: Hlasitost nahoru
da: Lydstyrke Op
de: Lautstärke erhöhen
el: Αύξηση Έντασης
es: Subir volumen
fi: Äänenvoimakkuus Ylös
fr: Augmenter le volume
id: Volume Naik
it: Alza volume
ja: 音量上
ko: 볼륨 높이기
nl: Volume omhoog
no: Volum opp
pl: Podgłośnij
pt: Aumentar volume
pt_br: Aumentar Volume
ro: Volum Sus
ru: Увеличить громкость
sv: Höj volym
tr: Sesi Artır
uk: Збільшити гучність
zh_hans: 音量上移

source: Waiting for authorization…
ar: بانتظار التفويض…
cs: Čekání na autorizaci…
da: Venter på godkendelse…
de: Warte auf Autorisierung…
es: Esperando autorización…
fi: Odotetaan valtuutusta…
fr: En attente d'autorisation…
id: Menunggu otorisasi…
it: In attesa di autorizzazione…
ko: 인증 대기 중…
nl: Wachten op autorisatie…
no: Venter på godkjenning…
pl: Oczekiwanie na autoryzację…
pt: A aguardar autorização…
pt_br: Aguardando autorização…
ro: Se așteaptă autorizarea…
ru: Ожидание авторизации…
sv: Väntar på auktorisering…
tr: Yetkilendirme bekleniyor…
uk: Очікування авторизації…
zh_hans: 等待授权…

source: Waiting for playback
ar: في انتظار التشغيل
cs: Čekání na přehrávání
da: Venter på afspilning
de: Warte auf Wiedergabe
el: Αναμονή για αναπαραγωγή
es: Esperando reproducción
fi: Odotetaan soittoa
fr: En attente de la lecture
id: Menunggu pemutaran
it: In attesa della riproduzione
ja: 再生待ち
ko: 재생 대기 중
nl: Wachten op afspelen
no: Venter på avspilling
pl: Oczekiwanie na odtwarzanie
pt: À espera da reprodução
pt_br: Aguardando reprodução
ro: Se așteaptă redarea
ru: Ожидание воспроизведения
sv: Väntar på uppspelning
tr: Oynatma bekleniyor
uk: Очікування відтворення
zh_hans: 正在等待播放

source: Watch Later
ar: المشاهدة لاحقًا
cs: Sledujte později
da: Se Senere
de: Später ansehen
el: Παρακολούθηση Αργότερα
es: Ver más tarde
fi: Katso Myöhemmin
fr: Regarder plus tard
id: Tonton Nanti
it: Guarda più tardi
ja: 後で見る
ko: 나중에 볼 동영상
nl: Later bekijken
no: Se senere
pl: Obejrzyj później
pt: Ver mais tarde
pt_br: Assistir mais tarde
ro: Vizionează mai târziu
ru: Посмотреть позже
sv: Titta senare
tr: Daha Sonra İzle
uk: Переглянути пізніше
zh_hans: 稍后查看

source: Watch some videos to build your feed.
ar: شاهد بعض الفيديوهات لبناء خلاصتك.
cs: Podívejte se na některá videa a vytvořte svůj kanál.
da: Se nogle videoer for at bygge dit feed.
de: Sieh dir einige Videos an, um deinen Feed aufzubauen.
el: Παρακολουθήστε μερικά βίντεο για να φτιάξετε τη ροή σας.
es: Mira algunos videos para crear tu feed.
fi: Katso joitakin videoita rakentaaksesi syötteesi.
fr: Regardez quelques vidéos pour personnaliser votre flux.
id: Tonton beberapa video untuk membangun feed Anda.
it: Guarda alcuni video per creare il tuo feed.
ja: フィードを作成するためにいくつかのビデオを見てください。
ko: 피드를 구성하려면 동영상을 몇 개 시청하세요.
nl: Bekijk wat video's om je feed op te bouwen.
no: Se noen videoer for å bygge matingen din.
pl: Obejrzyj kilka filmów, aby zbudować swój kanał.
pt: Veja alguns vídeos para criar o seu feed.
pt_br: Assista a alguns vídeos para criar seu feed.
ro: Vizionează câteva videoclipuri pentru a-ți construi fluxul.
ru: Посмотрите несколько видео, чтобы сформировать свою ленту.
sv: Titta på några videor för att bygga ditt flöde.
tr: Akışınızı oluşturmak için birkaç video izleyin.
uk: Перегляньте кілька відео, щоб сформувати свою стрічку.
zh_hans: 观看一些视频来构建你的新闻源.

source: Watched %arg%%
ar: شاهدت %arg%%
cs: Zhlédnuto %arg%%
da: Set %arg%%
de: %arg% % angesehen
fi: Katsottu %arg%%
fr: %arg% % regardés
ja: %arg% %を視聴しました
nl: Bekeken %arg%%
no: Sette %arg%%
pl: Oglądano %arg%%
pt: %arg% % assistido
pt_br: %arg% % assistido
ro: %arg% %
ru: Просмотрено %arg%%
sv: Sedd %arg%%
uk: Переглянуто %arg%%

source: Welcome to KasetPlus
ar: مرحبًا بك في KasetPlus
de: Willkommen bei KasetPlus
es: Te damos la bienvenida a KasetPlus
fr: Bienvenue sur KasetPlus
id: Selamat datang di KasetPlus
it: Benvenuto in KasetPlus
ko: KasetPlus에 오신 것을 환영합니다
nl: Welkom bij KasetPlus
pl: Witaj w KasetPlus
pt: Bem-vindo ao KasetPlus
ru: Добро пожаловать в KasetPlus
sv: Välkommen till KasetPlus
tr: KasetPlus'e Hoş Geldiniz
uk: Ласкаво просимо до KasetPlus

source: What would you like to change?
ar: ما الذي تريد تغييره؟
cs: Co chcete změnit?
da: Hvad ønsker du at ændre?
de: Was möchtest du ändern?
el: Τι θα θέλατε να αλλάξετε?
es: ¿Qué te gustaría cambiar?
fi: Mitä haluat muuttaa?
fr: Que souhaitez-vous modifier ?
id: Apa yang ingin Anda ubah?
it: Che cosa vuoi cambiare?
ja: 何を変更しますか？
ko: 무엇을 변경하시겠습니까?
nl: Wat wil je wijzigen?
no: Hva vil du endre?
pl: Co chcesz zmienić?
pt: O que gostaria de alterar?
pt_br: O que você gostaria de mudar?
ro: Ce doriți să schimbați?
ru: Что вы хотите изменить?
sv: Vad vill du ändra?
tr: Neyi değiştirmek istersiniz?
uk: Що ви хочете змінити?
zh_hans: 你想要改变什么？

source: What would you like to do with your queue?
ar: ماذا تريد أن تفعل بقائمة الانتظار؟
cs: Co chcete udělat s vaší frontou?
da: Hvad vil du gerne gøre med din kø?
de: Was möchtest du mit deiner Warteschlange tun?
el: Τι θα θέλατε να κάνετε με την ουρά σας?
es: ¿Qué te gustaría hacer con tu cola?
fi: Mitä haluat tehdä sinun jonollesi?
fr: Que souhaitez-vous faire avec votre file d'attente ?
id: Apa yang ingin Anda lakukan dengan antrean?
it: Che cosa vuoi fare con la tua coda?
ja: キューで何をしますか？
ko: 대기열로 무엇을 하시겠습니까?
nl: Wat wil je met je wachtrij doen?
no: Hva vil du gjøre med køen?
pl: Co chcesz zrobić ze swoją kolejką?
pt: O que gostaria de fazer com a sua fila?
pt_br: O que você gostaria de fazer com sua fila?
ro: Ce ai vrea să faci cu coada de aşteptare?
ru: Что вы хотите сделать со своей очередью?
sv: Vad vill du göra med din kö?
tr: Sıranızla ne yapmak istersiniz?
uk: Що ви хочете зробити з чергою?
zh_hans: 您想对队列做什么？

source: What would you like to do?
ar: ماذا تريد أن تفعل؟
cs: Co chcete udělat?
da: Hvad vil du gøre?
de: Was möchtest du tun?
el: Τι θα θέλατε να κάνετε?
es: ¿Qué te gustaría hacer?
fi: Mitä haluaisit tehdä?
fr: Que souhaitez-vous faire ?
id: Apa yang ingin Anda lakukan?
it: Che cosa vuoi fare?
ja: あなたは何をしたいですか？
ko: 무엇을 하시겠습니까?
nl: Wat wil je doen?
no: Hva vil du gjøre?
pl: Co chcesz zrobić?
pt: O que gostaria de fazer?
pt_br: O que você gostaria de fazer?
ro: Ce ai vrea să faci?
ru: Что вы хотите сделать?
sv: Vad vill du göra?
tr: Ne yapmak istersiniz?
uk: Що ви хочете зробити?
zh_hans: 你想做什么？

source: What's New in KasetPlus
ar: الجديد في KasetPlus
de: Neu in KasetPlus
es: Novedades de KasetPlus
fr: Nouveautés de KasetPlus
id: Apa yang Baru di KasetPlus
it: Novità in KasetPlus
ko: KasetPlus의 새로운 기능
nl: Nieuw in KasetPlus
pl: Co nowego w KasetPlus
pt: Novidades no KasetPlus
ru: Что нового в KasetPlus
sv: Nytt i KasetPlus
tr: KasetPlus'teki Yenilikler
uk: Нове в KasetPlus

source: When enabled, KasetPlus can add richer queue analysis, AI-powered playlist refinement, and lyrics explanations.
ar: عند التفعيل، يمكن لـ KasetPlus إضافة تحليل أعمق لقائمة الانتظار، وتحسين قوائم التشغيل بالذكاء الاصطناعي، وشرح كلمات الأغاني.
de: Wenn diese Option aktiviert ist, kann KasetPlus eine umfassendere Warteschlangenanalyse, KI-gestützte Playlist-Verfeinerung und Songtext-Erklärungen hinzufügen.
es: Cuando está activado, KasetPlus puede añadir un análisis de cola más completo, refinado de playlists con IA y explicaciones de letras.
fr: Une fois activé, KasetPlus peut ajouter une analyse de file d'attente plus riche, un affinage de playlist par IA et des explications de paroles.
id: Saat diaktifkan, KasetPlus dapat menambahkan analisis antrean yang lebih kaya, penyempurnaan playlist bertenaga AI, dan penjelasan lirik.
it: Quando è abilitato, KasetPlus può aggiungere analisi della coda più ricche, affinamento delle playlist con AI e spiegazioni dei testi.
ko: 활성화하면 KasetPlus이 더 풍부한 대기열 분석, AI 기반 재생목록 개선, 가사 설명을 추가할 수 있습니다.
nl: Wanneer dit is ingeschakeld, kan KasetPlus uitgebreidere wachtrijanalyse, AI-gestuurde verfijning van afspeellijsten en uitleg van songteksten toevoegen.
pl: Po włączeniu KasetPlus może dodawać bogatszą analizę kolejki, dopracowywanie playlist wspomagane przez AI i wyjaśnienia tekstów.
pt: Quando ativado, o KasetPlus pode adicionar análises de fila mais ricas, refinamento de listas de reprodução com IA e explicações de letras.
ru: Когда включено, KasetPlus может добавлять более подробный анализ очереди, улучшение плейлистов с помощью AI и объяснения текстов.
sv: När det är aktiverat kan KasetPlus lägga till mer omfattande köanalys, AI-driven förfining av spellistor och förklaringar av sångtext.
tr: Etkinleştirildiğinde KasetPlus; daha zengin kuyruk analizi, yapay zeka destekli çalma listesi iyileştirmesi ve şarkı sözü açıklamaları ekleyebilir.
uk: Коли увімкнено, KasetPlus може додавати розширений аналіз черги, удосконалення плейлистів за допомогою ШІ та пояснення тексту пісень.

source: When enabled, you can use natural language commands, AI-powered playlist refinement, and lyrics explanations.
ar: عند التفعيل، يمكنك استخدام الأوامر بلغة طبيعية، وتحسين قوائم التشغيل بالذكاء الاصطناعي، وشرح كلمات الأغاني.
cs: Pokud je povoleno, můžete použít příkazy přirozeného jazyka, AI nastavení playlistu a vysvětlení textů.
da: Når aktiveret, kan du bruge naturlige sprogkommandoer, AI-drevet afspilningsliste raffinering og sangtekstforklaringer.
de: Wenn diese Option aktiviert ist, kannst du Befehle in natürlicher Sprache, KI-gestützte Playlist-Verfeinerung und Songtext-Erklärungen verwenden.
el: Όταν είναι ενεργοποιημένο, μπορείτε να χρησιμοποιήσετε τις φυσικές εντολές γλώσσας, τη βελτίωση λιστών αναπαραγωγής AI και τις επεξηγήσεις στίχων.
es: Cuando está activado, puedes usar comandos en lenguaje natural, refinado de playlists con IA y explicaciones de letras.
fi: Kun käytössä, voit käyttää luonnollisen kielen komentoja, AI-powered soittolistan hienostuneisuutta ja sanoitusten selityksiä.
fr: Lorsque cette option est activée, vous pouvez utiliser des commandes en langage naturel, l'affinement de playlists par IA et les explications de paroles.
id: Jika diaktifkan, Anda dapat menggunakan perintah bahasa alami, penyempurnaan daftar putar bertenaga AI, dan penjelasan lirik.
it: Quando è abilitato, puoi usare comandi in linguaggio naturale, affinamento delle playlist con AI e spiegazioni dei testi.
ja: 有効にすると、自然言語コマンド、AIを搭載したプレイリストのリファレンス、歌詞の説明を使用できます。
ko: 활성화하면 자연어 명령, AI 기반 재생목록 다듬기, 가사 설명을 사용할 수 있습니다.
nl: Wanneer dit is ingeschakeld, kun je opdrachten in natuurlijke taal, AI-gestuurde verfijning van afspeellijsten en uitleg van songteksten gebruiken.
no: Når aktivert kan du bruke naturlige språkkommandoer, AI-drevet spilleliste raffinering og forklaringer på sangtekster.
pl: Po włączeniu możesz używać poleceń w języku naturalnym, dopracowywania playlist wspomaganego przez AI i wyjaśnień tekstów.
pt: Quando ativado, pode usar comandos em linguagem natural, refinamento de listas de reprodução com IA e explicações de letras.
pt_br: Quando ativado, você pode usar comandos de idioma naturais, refinamento de playlists fortalecidas por IA e explicações de letra.
ro: Când este activată, poți folosi comenzi de limbă naturală, rafinarea listelor de redare alimentate cu AI, și explicații pentru versuri.
ru: Когда включено, вы можете использовать команды на естественном языке, улучшение плейлистов с помощью AI и объяснения текстов.
sv: När det är aktiverat kan du använda kommandon på naturligt språk, AI-driven förfining av spellistor och förklaringar av sångtext.
tr: Etkinleştirildiğinde doğal dil komutlarını, yapay zeka destekli çalma listesi iyileştirmeyi ve şarkı sözü açıklamalarını kullanabilirsiniz.
uk: Коли увімкнено, ви можете використовувати команди природною мовою, удосконалення плейлистів за допомогою ШІ та пояснення тексту пісень.
zh_hans: 如果启用，您可以使用自然语言命令，AI驱动的播放列表提炼，以及歌词解释。

source: When off, navigating back from a playing video stops it instead of opening the floating player. The pop-out and full-view buttons still work.
ar: عند إيقافه، يؤدي الرجوع من فيديو قيد التشغيل إلى إيقافه بدلًا من فتح المشغّل العائم. تظل أزرار الإخراج والعرض الكامل تعمل.
cs: Pokud je vypnuto, navigace z přehrávaného videa zastaví místo otevření plovoucího přehrávače. Vyskakovací a plovoucí tlačítka stále fungují.
da: Når slukket, navigere tilbage fra en afspilning video stopper det i stedet for at åbne den flydende afspiller. Pop-out og fuld visning knapper stadig arbejde.
de: Ist die Option aus, wird ein wiedergegebenes Video beim Zurücknavigieren gestoppt, statt den schwebenden Player zu öffnen. Die Tasten für Pop-out und Vollansicht funktionieren weiterhin.
el: Όταν είναι απενεργοποιημένο, η πλοήγηση πίσω από ένα βίντεο το σταματάει αντί να ανοίγει το αιωρούμενο player. Τα κουμπιά pop-out και full-view εξακολουθούν να λειτουργούν.
es: Si está desactivado, al volver desde un video en reproducción este se detiene en lugar de abrir el reproductor flotante. Los botones de extraer y vista completa siguen funcionando.
fi: Kun navigointi takaisin toistosta pysähtyy sen sijaan, että avattaisiin kelluva soitin. Pop-out ja koko näkymä painikkeet toimivat yhä.
fr: Lorsque l'option est désactivée, revenir depuis une vidéo en cours de lecture l'arrête au lieu d'ouvrir le lecteur flottant. Les boutons de détachement et de vue complète fonctionnent toujours.
id: Jika nonaktif, kembali dari video yang sedang diputar akan menghentikannya alih-alih membuka pemutar mengambang. Tombol pop-out dan tampilan penuh tetap berfungsi.
it: Se disattivato, tornando indietro da un video in riproduzione questo si interrompe invece di aprire il player mobile. I pulsanti pop-out e vista completa continuano a funzionare.
ja: オフの場合、再生中のビデオから戻ってナビゲートすると、フローティングプレーヤーを開く代わりに停止します。ポップアップボタンとフルビューボタンは引き続き機能します。
ko: 끄면 재생 중인 비디오에서 뒤로 이동할 때 떠 있는 플레이어가 열리는 대신 비디오가 중지됩니다. 팝아웃 및 전체 보기 버튼은 계속 작동합니다.
nl: Als dit uit staat, stopt een afspelende video wanneer je terug navigeert in plaats van dat de zwevende speler wordt geopend. De knoppen voor pop-out en volledige weergave blijven werken.
no: Når du er av, vil det navigere tilbake fra en avspillende video stopper den i stedet for å åpne den flytende spilleren. popup-knappene og i full visning fungerer fortsatt.
pl: Gdy opcja jest wyłączona, cofnięcie się z odtwarzanego filmu zatrzymuje go zamiast otwierać pływający odtwarzacz. Przyciski wysunięcia i pełnego widoku nadal działają.
pt: Quando desativado, voltar atrás a partir de um vídeo em reprodução pára-o em vez de abrir o leitor flutuante. Os botões destacar e vista completa continuam a funcionar.
pt_br: Quando desativado, a navegação de volta a partir de um vídeo interrompe a reprodução em vez de abrir o reprodutor flutuante. Os botões pop-out e full view ainda funcionam.
ro: Când e închis, navigarea înapoi de la un videoclip de redare îl oprește în loc să deschidă playerul plutitor. Butoanele pop-out și pe cele cu vedere completă încă funcționează.
ru: Если выключено, возврат с воспроизводящегося видео остановит его вместо открытия плавающего проигрывателя. Кнопки вывода в отдельное окно и полного просмотра всё равно работают.
sv: När det är avstängt stoppas en spelande video när du går tillbaka i stället för att öppna den flytande spelaren. Knapparna för pop-out och full vy fungerar fortfarande.
tr: Kapalıyken, oynatılan bir videodan geri gitmek kayan oynatıcıyı açmak yerine videoyu durdurur. Açılır pencere ve tam görünüm düğmeleri yine de çalışır.
uk: Якщо вимкнено, повернення назад із відео, що відтворюється, зупиняє його замість відкриття плаваючого програвача. Кнопки відокремлення та повного перегляду все одно працюють.
zh_hans: 关闭时，从播放视频返回时停止播放，而不是打开浮动播放器。弹出和全视按钮仍然有效。
